tap "homebrew/bundle"
brew "anyenv"
brew "sqlite"
brew "awscli"
brew "exiftool"
brew "git"
brew "uv"
cask "claude"
cask "cursor"
cask "docker"
cask "google-chrome"
cask "google-cloud-sdk"
cask "notion"
cask "slack"
cask "visual-studio-code"
vscode "bierner.markdown-mermaid"
vscode "corschenzi.mermaid-graphical-editor"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "saoudrizwan.claude-dev"
vscode "svelte.svelte-vscode"
