tap "hashicorp/tap"
tap "homebrew/bundle"
brew "anyenv"
brew "sqlite"
brew "gnupg"
brew "icu4c@76"
brew "helm"
brew "openjdk@11"
brew "openapi-generator"
brew "pre-commit"
brew "tree"
brew "uv"
brew "hashicorp/tap/terraform"
cask "claude"
cask "cursor"
cask "docker"
cask "google-chrome"
cask "google-cloud-sdk"
cask "slack"
cask "visual-studio-code"
vscode "bierner.markdown-mermaid"
vscode "corschenzi.mermaid-graphical-editor"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-containers"
vscode "octref.vetur"
vscode "saoudrizwan.claude-dev"
vscode "svelte.svelte-vscode"
