tap "hashicorp/tap"
tap "homebrew/bundle"
brew "cloudflared"
brew "cocoapods"
brew "ffmpeg"
brew "gemini-cli"
brew "go-task"
brew "grpc"
brew "jq"
brew "mise"
brew "sqlite"
brew "tmux"
brew "tree"
cask "claude"
cask "cursor"
cask "docker-desktop"
cask "google-chrome"
cask "google-cloud-sdk"
cask "notion"
cask "obsidian"
cask "postman"
cask "slack"
cask "spotify"
cask "visual-studio-code"
vscode "bierner.markdown-mermaid"
vscode "corschenzi.mermaid-graphical-editor"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "octref.vetur"
vscode "svelte.svelte-vscode"
