tap "hashicorp/tap"
tap "homebrew/bundle"
brew "cloudflared"
brew "ffmpeg"
brew "gh"
brew "mise"
brew "tmux"
brew "hashicorp/tap/terraform"
cask "chatgpt"
cask "claude"
cask "docker-desktop"
cask "gcloud-cli"
cask "google-chrome"
cask "notion"
cask "obsidian"
cask "scroll-reverser"
cask "slack"
cask "spotify"
cask "tailscale-app"
cask "visual-studio-code"
