tap "hashicorp/tap"
tap "homebrew/bundle"
brew "cloudflared"
brew "ffmpeg"
brew "mise"
brew "hashicorp/tap/terraform"
cask "claude"
cask "docker-desktop"
cask "gcloud-cli"
cask "google-chrome"
cask "karabiner-elements"
cask "obsidian"
cask "scroll-reverser"
cask "slack"
cask "visual-studio-code"
vscode "anthropic.claude-code"
vscode "bierner.markdown-mermaid"
vscode "charliermarsh.ruff"
vscode "corschenzi.mermaid-graphical-editor"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
