bierner.markdown-mermaid
corschenzi.mermaid-graphical-editor
dbaeumer.vscode-eslint
esbenp.prettier-vscode
golang.go
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.flake8
ms-python.isort
ms-python.python
ms-vscode-remote.remote-containers
octref.vetur
saoudrizwan.claude-dev
svelte.svelte-vscode
