anthropic.claude-code
bierner.markdown-mermaid
charliermarsh.ruff
corschenzi.mermaid-graphical-editor
dbaeumer.vscode-eslint
esbenp.prettier-vscode
github.copilot
github.copilot-chat
golang.go
google.gemini-cli-vscode-ide-companion
ms-python.black-formatter
ms-python.mypy-type-checker
ms-python.python
ms-vscode-remote.remote-containers
svelte.svelte-vscode
