anthropic.claude-code
bierner.markdown-mermaid
charliermarsh.ruff
corschenzi.mermaid-graphical-editor
dbaeumer.vscode-eslint
docker.docker
esbenp.prettier-vscode
github.copilot
github.copilot-chat
golang.go
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
octref.vetur
svelte.svelte-vscode
