bierner.markdown-mermaid
corschenzi.mermaid-graphical-editor
dbaeumer.vscode-eslint
esbenp.prettier-vscode
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
saoudrizwan.claude-dev
svelte.svelte-vscode